Repository: isaacaisha/manager1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: last name
pt: sobrenome

source: first name
pt: primeiro nome

source: Syndic
pt: Síndico

source: Coproprietaire
pt: Coproprietário

source: Prestataire
pt: Prestador

source: Role:
pt: Função:

source: Password
pt: Senha

source: ReCAPTCHA validation failed. Please try again.
pt: A validação do ReCAPTCHA falhou. Por favor, tente novamente.

source: The Email field must be set
pt: O campo Email deve ser preenchido

source: Superuser must have is_staff=True.
pt: O superusuário deve ter is_staff=True.

source: Superuser must have is_superuser=True.
pt: O superusuário deve ter is_superuser=True.

source: Superadmin
pt: Superadministrador

source: SuperSyndic
pt: SuperSíndico

source: email address
pt: endereço de email

source: role
pt: função

source: nom
pt: nome

source: prenom
pt: sobrenome

source: Enter your Credentials
pt: Insira suas credenciais

source: Reset Password
pt: Redefinir Senha

source: Password Reset Form
pt: Formulário de Redefinição de Senha

source: Forgot Password?
pt: Esqueceu sua senha?

source: Enter your email
pt: Insira seu email

source: Submit
pt: Enviar

source: Cancel
pt: Cancelar

source: Password Reset Complete
pt: Redefinição de Senha Concluída

source: Reinitialisation du Mot de Passe Réussie
pt: Reinicialização de Senha Bem-Sucedida

source: Your password has been updated. You can now log in with your new password.
pt: Sua senha foi atualizada. Agora você pode fazer login com sua nova senha.

source: Back to Login
pt: Voltar para o Login

source: Password Reset Confirm
pt: Confirmação de Redefinição de Senha

source: Reset Your Password
pt: Redefina Sua Senha

source: Enter new password
pt: Digite a nova senha

source: Confirm new password
pt: Confirme a nova senha

source: Confirm Reset
pt: Confirmar Redefinição

source: Hello,
pt: Olá,

source: You have requested to reset your password (%(user.email)s).
pt: Você solicitou a redefinição de sua senha (%(user.email)s).

source: To do so, click on the link below:
pt: Para isso, clique no link abaixo:

source: If the link does not work, copy the URL and paste it into your browser.
pt: Se o link não funcionar, copie a URL e cole no seu navegador.

source: If you did not make this request, please ignore this email.
pt: Se você não fez essa solicitação, por favor ignore este e-mail.

source: Thank you, The CoProManager Team.
pt: Obrigado, A Equipe CoProManager.

source: Real Copromanager - Password Reset
pt: Real Copromanager - Redefinição de Senha

source: Super User Template
pt: Modelo de Super Usuário

source: Super User Access
pt: Acesso de Super Usuário

source: Manage your VIP profile seamlessly.
pt: Gerencie seu perfil VIP sem dificuldades.

source: Super Syndic Login
pt: Login de Super Síndico

source: Access your account dashboard below.
pt: Acesse o painel da sua conta abaixo.

source: Super Syndic Registration
pt: Cadastro de Super Síndico

source: Register
pt: Registrar

source: Create Syndic, Co-Owner...
pt: Crie Síndico, Co-Proprietário...

source: Add Credentials
pt: Adicionar Credenciais

source: Please
pt: Por favor

source: authenticate
pt: autentique-se

source: using the new account.
pt: usando a nova conta.

source: Dashboard
pt: Painel

source: Used Space
pt: Espaço Utilizado

source: Get More Space...
pt: Obter Mais Espaço...

source: Revenue
pt: Receita

source: Last 24 Hours
pt: Últimas 24 Horas

source: Fixed Issues
pt: Problemas Resolvidos

source: Tracked from Github
pt: Rastreado do Github

source: Followers
pt: Seguidores

source: Just Updated
pt: Atualizado Agora

source: Daily Sales
pt: Vendas Diárias

source: increase in today sales
pt: aumento nas vendas de hoje

source: updated 4 minutes ago
pt: atualizado há 4 minutos

source: Email Subscriptions
pt: Assinaturas de E-mail

source: Last Campaign Performance
pt: Desempenho da Última Campanha

source: campaign sent 2 days ago
pt: campanha enviada há 2 dias

source: Completed Tasks
pt: Tarefas Completas

source: Tasks:
pt: Tarefas:

source: Bugs
pt: Erros

source: Server
pt: Servidor

source: Sign contract for 'What are conference organizers afraid of?'
pt: Assinar contrato para 'Do que os organizadores de conferências têm medo?'

source: Edit Task
pt: Editar Tarefa

source: Remove
pt: Remover

source: Lines From Great Russian Literature? Or E-mails From My Boss?
pt: Trechos da Grande Literatura Russa? Ou E-mails do Meu Chefe?

source: Create 4 Invisible User Experiences you Never Knew About
pt: Crie 4 Experiências de Usuário Invisíveis que Você Nunca Soube

source: Sign contract for \
pt: Assinar contrato para \

source: Employees Stats
pt: Estatísticas de Funcionários

source: New employees on 15th September, 2016
pt: Novos funcionários em 15 de setembro de 2016

source: Name
pt: Nome

source: Salary
pt: Salário

source: Country
pt: País

source: Niger
pt: Níger

source: Netherlands
pt: Países Baixos

source: Korea, South
pt: Coreia do Sul

source: Page 403
pt: Página 403

source: Error 403
pt: Erro 403

source: Access Denied - Please authenticate
pt: Acesso negado - Por favor, autentique-se

source: LOGIN
pt: ENTRAR

source: Page 404
pt: Página 404

source: Error 404
pt: Erro 404

source: Page not found
pt: Página não encontrada

source: Home
pt: Início

source: Page 500
pt: Página 500

source: Error 500
pt: Erro 500

source: Internal Server Error
pt: Erro interno do servidor

source: Page Blank
pt: Página em Branco

source: Add your content
pt: Adicione seu conteúdo

source: Page User
pt: Página do Usuário

source: Edit Profile
pt: Editar Perfil

source: Complete your profile
pt: Complete seu perfil

source: UserID (disabled)
pt: ID do Usuário (desativado)

source: Username
pt: Nome de Usuário

source: Email address
pt: Endereço de e-mail

source: First Name
pt: Primeiro Nome

source: Last Name
pt: Último Nome

source: Address
pt: Endereço

source: City
pt: Cidade

source: Postal Code
pt: Código Postal

source: About Me
pt: Sobre Mim

source: Lamborghini Mercy, Your chick she so thirsty, I'm in that two seat Lambo.
pt: Lamborghini Mercy, sua garota está tão sedenta, estou nesse Lambo de dois lugares.

source: Modify Profile
pt: Modificar Perfil

source: Don't be scared of the truth because we need to restart the human foundation in truth And I love you like Kanye loves Kanye I love Rick Owens’ bed design but the back is...
pt: Não tenha medo da verdade, pois precisamos reiniciar a base humana na verdade. E eu amo você como Kanye ama Kanye. Eu amo o design da cama de Rick Owens, mas a parte de trás é...

source: Follow
pt: Seguir

source: UI Icons
pt: Ícones de UI

source: Material Design Icons
pt: Ícones do Material Design

source: Handcrafted by our friends from
pt: Feito à mão por nossos amigos de

source: Your browser does not support iframes.
pt: Seu navegador não suporta iframes.

source: The icons are visible on Desktop mode inside an iframe. Since the iframe is not working on Mobile and Tablets please visit the icons on their original page on Google. Check the
pt: Os ícones são visíveis no modo Desktop dentro de um iframe. Como o iframe não funciona em dispositivos móveis e tablets, visite os ícones na sua página original no Google. Confira o

source: Material Icons
pt: Ícones do Material

source: Maps
pt: Mapas

source: UI Notifications
pt: Notificações de UI

source: Notifications
pt: Notificações

source: Handcrafted by our friend
pt: Feito à mão pelo nosso amigo

source: Please checkout the
pt: Por favor, confira o

source: full documentation.
pt: documentação completa.

source: Notifications Style
pt: Estilo de Notificações

source: This is a plain notification
pt: Esta é uma notificação simples

source: This is a notification with close button.
pt: Esta é uma notificação com botão de fechar.

source: This is a notification with close button and icon.
pt: Esta é uma notificação com botão de fechar e ícone.

source: Notification states
pt: Estados de Notificação

source: Info -
pt: Informação -

source: This is a regular notification made with '.alert-info'
pt: Esta é uma notificação regular feita com '.alert-info'

source: Success -
pt: Sucesso -

source: This is a regular notification made with '.alert-success'
pt: Esta é uma notificação regular feita com '.alert-success'

source: Warning -
pt: Aviso -

source: This is a regular notification made with '.alert-warning'
pt: Esta é uma notificação regular feita com '.alert-warning'

source: Danger -
pt: Perigo -

source: This is a regular notification made with '.alert-danger'
pt: Esta é uma notificação regular feita com '.alert-danger'

source: Primary -
pt: Primário -

source: This is a regular notification made with '.alert-primary'
pt: Esta é uma notificação regular feita com '.alert-primary'

source: Notifications Places
pt: Lugares de Notificação

source: Click to view notifications
pt: Clique para visualizar as notificações

source: UI Tables
pt: Tabelas de UI

source: Simple Table
pt: Tabela Simples

source: Here is a subtitle for this table
pt: Aqui está um subtítulo para esta tabela

source: Feldkirchen in Kärnten
pt: Feldkirchen em Caríntia

source: Table on Plain Background
pt: Tabela com fundo simples

source: UI Typography
pt: Tipografia da Interface do Usuário

source: Material Dashboard Heading
pt: Título do Painel Material

source: Created using Roboto Font Family
pt: Criado usando a família de fontes Roboto

source: Typography
pt: Tipografia

source: Header 1
pt: Cabeçalho 1

source: The Life of Material Dashboard
pt: A Vida do Painel Material

source: Header 2
pt: Cabeçalho 2

source: Header 3
pt: Cabeçalho 3

source: Header 4
pt: Cabeçalho 4

source: Header 5
pt: Cabeçalho 5

source: Header 6
pt: Cabeçalho 6

source: Paragraph
pt: Parágrafo

source: I will be the leader of a company that ends up being worth billions of dollars, because I got the answers. I understand culture. I am the nucleus. I think that’s a responsibility that I have, to push possibilities, to show people, this is the level that things could be at.
pt: Serei o líder de uma empresa que acabará valendo bilhões de dólares, porque tenho as respostas. Eu entendo de cultura. Sou o núcleo. Acho que essa é uma responsabilidade que tenho, empurrar possibilidades, mostrar às pessoas, este é o nível que as coisas podem alcançar.

source: Quote
pt: Citação

source: Kanye West, Musician
pt: Kanye West, Músico

source: Muted Text
pt: Texto Desbotado

source: I will be the leader of a company that ends up being worth billions of dollars, because I got the answers...
pt: Serei o líder de uma empresa que acabará valendo bilhões de dólares, porque tenho as respostas...

source: Primary Text
pt: Texto Principal

source: Info Text
pt: Texto Informativo

source: Success Text
pt: Texto de Sucesso

source: Warning Text
pt: Texto de Aviso

source: Danger Text
pt: Texto de Perigo

source: Small Tag
pt: Etiqueta Pequena

source: Header with small subtitle
pt: Cabeçalho com pequeno subtítulo

source: Sidebar Filters
pt: Filtros da Barra Lateral

source: Images
pt: Imagens

source: More Templates
pt: Mais Modelos

source: Toggle navigation
pt: Alternar navegação

source: Search...
pt: Pesquisar...

source: Stats
pt: Estatísticas

source: Some Actions
pt: Algumas Ações

source: Mike John responded to your email
pt: Mike John respondeu ao seu e-mail

source: You have 5 new tasks
pt: Você tem 5 novas tarefas

source: You\
pt: Você\

source: Another Notification
pt: Outra Notificação

source: Another One
pt: Outra

source: Account
pt: Conta

source: Profile
pt: Perfil

source: Log out
pt: Sair

source: Dashboard SuperAdmin
pt: Painel de Controle SuperAdmin

source: Dashboard SuperSyndic
pt: Painel de Controle SuperSyndic

source: Super Syndic Inscription
pt: Inscrição Super Syndic

source: Dashboard Syndic
pt: Painel de Controle Syndic

source: Dashboard Coproprietaire
pt: Painel de Controle Coproprietaire

source: Dashboard Prestataire
pt: Painel de Controle Prestataire

source: User Profile
pt: Perfil do Usuário

source: Table List
pt: Lista de Tabelas

source: Icons
pt: Ícones

source: Logout
pt: Sair

source: Spain
pt: Espanha

source: website
pt: site

source: Experience the power of Your Copromanager AI. Enhance productivity, streamline tasks, and get personalized assistance.
pt: Experimente o poder da IA do Seu Copromanager. Aumente a produtividade, otimize tarefas e receba assistência personalizada.

source: Your Copromanager - AI Gestion des Syndics, Copropriétaires, Préstataires... .
pt: Seu Copromanager - IA Gestão dos Syndics, Coproprietários, Prestadores... .

source: Your Copromanager - Gestion des Syndics, Copropriétaires, Préstataires... . Your Copromanager AI. Increase productivity, automate tasks, and receive personalized recommendations.
pt: Seu Copromanager - Gestão dos Syndics, Coproprietários, Prestadores... . Sua IA Copromanager. Aumente a produtividade, automatize tarefas e receba recomendações personalizadas.

source: summary_large_image
pt: imagem_grande_resumo

source: Your Copromanager - Your Copromanager AI Gestion des Syndics, Copropriétaires, Préstataires... .
pt: Seu Copromanager - Sua IA Copromanager Gestão dos Syndics, Coproprietários, Prestadores... .

source: Your Copromanager - Your Copromanager AI. Increase productivity, automate tasks, and receive personalized recommendations.
pt: Seu Copromanager - Sua IA Copromanager. Aumente a produtividade, automatize tarefas e receba recomendações personalizadas.

source: Your Copromanager AI assistant, Gestion des Syndics, Copropriétaires, Préstataires, productivity, automation, personalized recommendations.
pt: Assistente IA do Seu Copromanager, Gestão dos Syndics, Coproprietários, Prestadores, produtividade, automação, recomendações personalizadas.

source: Developer
pt: Desenvolvedor

source: index, follow
pt: índice, seguir

source: Your Copromanager -
pt: Seu Copromanager -

source: AI
pt: IA

source: Dark Mode
pt: Modo Escuro

source: -¡!¡- Welcome,
pt: -¡!¡- Bem-vindo,

source: Superadmin created successfully.
pt: Superadmin criado com sucesso.

source: Syndic created successfully.
pt: Syndic criado com sucesso.

source: License form is not valid.
pt: O formulário de licença não é válido.

source: Coproprietaire created successfully.
pt: Coproprietaire criado com sucesso.

source: No syndic available to assign to Coproprietaire.
pt: Nenhum syndic disponível para atribuir ao Coproprietaire.

source: Prestataire created successfully.
pt: Prestataire criado com sucesso.

source: No syndic available to assign to Prestataire.
pt: Nenhum syndic disponível para atribuir ao Prestataire.

source: Form is not valid
pt: O formulário não é válido

source: Incriptions
pt: Inscrições

source: Invalid credentials.
pt: Credenciais inválidas.

source: Form is not valid. Please check the details.
pt: O formulário não é válido. Verifique os detalhes.

source: Register Super Syndic
pt: Registrar Super Syndic

source: Please fill the form below for upgrade to Super Syndic!
pt: Por favor, preencha o formulário abaixo para atualização para Super Syndic!

source: Form is not valid.
pt: O formulário não é válido.

source: An email has been sent with instructions to reset your password. If no email arrives, please ensure you've entered the correct email address registered with your account and check your spam folder.
pt: Um e-mail foi enviado com instruções para redefinir sua senha. Se nenhum e-mail chegar, verifique se você inseriu o endereço de e-mail correto registrado com sua conta e verifique sua pasta de spam.

source: Password Reset
pt: Redefinir Senha

source: New Password Confirmation
pt: Confirmação de Nova Senha

source: Syndic %(nom)s has been deleted.
pt: O Sindico %(nom)s foi excluído.

source: SuperSyndic %(nom)s and their data have been deleted.
pt: O Super Sindico %(nom)s e seus dados foram excluídos.

source: Coproprietaire %(nom)s has been deleted.
pt: O Coproprietário %(nom)s foi excluído.

source: Prestataire %(nom)s has been deleted.
pt: O Prestador %(nom)s foi excluído.

source: Start Date
pt: Data de Início

source: End Date
pt: Data de Término

source: Customized Features
pt: Características Personalizadas

source: Is Customized
pt: É Personalizado

source: Start date is required.
pt: Data de início é obrigatória.

source: End date is required.
pt: Data de término é obrigatória.

source: Customized Features (optional)
pt: Características Personalizadas (opcional)

source: User
pt: Usuário

source: Superadmin: {email}
pt: Superadministrador: {email}

source: Features
pt: Características

source: Creation Date
pt: Data de Criação

source: Super Syndic
pt: Super Sindico

source: Base License
pt: Licença Base

source: Custom Features
pt: Características Personalizadas

source: Is Custom
pt: É Personalizado

source: License for {role} (from {start} to {end})
pt: Licença para {role} (de {start} até {end})

source: Number of Apartments
pt: Número de Apartamentos

source: Total Area
pt: Área Total

source: Construction Date
pt: Data de Construção

source: Number of Floors
pt: Número de Andares

source: Common Areas
pt: Áreas Comuns

source: Last Inspection Date
pt: Data da Última Inspeção

source: Heating Type
pt: Tipo de Aquecimento

source: Building {name} ({address})
pt: Edifício {name} ({address})

source: Building
pt: Edifício

source: Number
pt: Número

source: Area
pt: Área

source: Owner
pt: Proprietário

source: Tenant
pt: Inquilino

source: Vacant
pt: Vago

source: Occupation
pt: Ocupação

source: Apartment {number} - {building}
pt: Apartamento {number} - {building}

source: Modified Model
pt: Modelo Modificado

source: Action
pt: Ação

source: Date
pt: Data

source: Details
pt: Detalhes

source: {model} modified by {user} on {date}
pt: {model} modificado por {user} em {date}

source: Customize License for
pt: Personalizar Licença para

source: License ID
pt: ID da Licença

source: Unknown
pt: Desconhecido

source: Save
pt: Salvar

source: Return to Home
pt: Voltar para a Página Inicial

source: Copropriétaire Dashboard
pt: Painel de Coproprietário

source: Prestataire Dashboard
pt: Painel de Prestador

source: SuperAdmin Dashboard
pt: Painel de SuperAdmin

source: Super Syndics Information
pt: Informações de Super Sindicos

source: Super Syndics
pt: Super Sindicos

source: count
pt: contagem

source: Click to create and/or edit
pt: Clique para criar e/ou editar

source: Syndics Information
pt: Informações de Sindicos

source: Syndics
pt: Sindicos

source: Co-owners Information
pt: Informações de Coproprietários

source: Co-owners
pt: Coproprietários

source: Providers Information
pt: Informações de Prestadores

source: Providers
pt: Prestadores

source: Super User Dashboard
pt: Painel de Controle do Super Usuário

source: Modify
pt: Modificar

source: Syndic Dashboard
pt: Painel de Controle do Síndico

source: Backoffice - Management of Co-owners
pt: Backoffice - Gestão de Co-proprietários

source: Total Co-owners
pt: Total de Co-proprietários

source: Details of Co-owners
pt: Detalhes dos Co-proprietários

source: Co-owner Name
pt: Nome do Co-proprietário

source: Co-owners Info
pt: Informações dos Co-proprietários

source: Delete
pt: Excluir

source: View Details
pt: Ver Detalhes

source: Are you sure you want to delete this co-owner?
pt: Tem certeza de que deseja excluir este co-proprietário?

source: SuperAdmin Dashboard Provider
pt: Painel de Controle do SuperAdmin - Prestador

source: Sign Up
pt: Cadastrar

source: Backoffice - Manage Providers
pt: Backoffice - Gerenciar Prestadores

source: Total Providers
pt: Total de Prestadores

source: Provider Details
pt: Detalhes do Prestador

source: Provider Name
pt: Nome do Prestador

source: Provider Info
pt: Informações do Prestador

source: Are you sure you want to delete this provider?
pt: Tem certeza de que deseja excluir este prestador?

source: Super Syndic Dashboard
pt: Painel de Controle do Super Síndico

source: Backoffice - Manage Super Syndics
pt: Backoffice - Gerenciar Super Síndicos

source: Total Syndics
pt: Total de Síndicos

source: Super Syndic Details
pt: Detalhes do Super Síndico

source: Syndic Name
pt: Nome do Síndico

source: License
pt: Licença

source: Configure
pt: Configurar

source: Super Syndic Info
pt: Informações do Super Síndico

source: No license
pt: Sem licença

source: No license found for this syndic.
pt: Nenhuma licença encontrada para este síndico.

source: No license details for this syndic.
pt: Nenhum detalhe de licença encontrado para este síndico.

source: Are you sure you want to delete this super syndic?
pt: Tem certeza de que deseja excluir este super síndico?

source: Inscription
pt: Inscrição

source: Backoffice - Managing Syndics
pt: Backoffice - Gerenciamento de Síndicos

source: Details of Syndics
pt: Detalhes dos Síndicos

source: Syndic Info
pt: Informações do Síndico

source: Are you sure you want to delete this syndic?
pt: Tem certeza de que deseja excluir este síndico?

source: License Details
pt: Detalhes da Licença

source: Search Results
pt: Resultados da Pesquisa

source: Search Results for
pt: Resultados da pesquisa para

source: Role
pt: Função

source: View Profile
pt: Ver Perfil

source: No users found.
pt: Nenhum usuário encontrado.

source: Back to Home
pt: Voltar para a página inicial

source: User Information
pt: Informações do Usuário

source: Syndic Information
pt: Informações do Síndico

source: Building Count
pt: Quantidade de Edifícios

source: Licenses
pt: Licenças

source: No licenses found for this syndic.
pt: Nenhuma licença encontrada para este síndico.

source: Coproprietaire Information
pt: Informações do Coproprietário

source: Prestataire Information
pt: Informações do Prestador

source: Syndic id:
pt: ID do Síndico:

source: Syndic First Name:
pt: Primeiro Nome do Síndico:

source: Syndic Email:
pt: E-mail do Síndico:

source: Syndic Role:
pt: Função do Síndico:

source: Created at:
pt: Criado em:

source: Updated at:
pt: Atualizado em:

source: Super Syndic id:
pt: ID do Super Síndico:

source: Super Syndic First Name:
pt: Primeiro Nome do Super Síndico:

source: Super Syndic Email:
pt: E-mail do Super Síndico:

source: Super Syndic Role:
pt: Função do Super Síndico:

source: License Information
pt: Informações da Licença

source: Start Date:
pt: Data de Início:

source: End Date:
pt: Data de Término:

source: Co-owner Name:
pt: Nome do Coproprietário:

source: Co-owner First Name:
pt: Primeiro Nome do Coproprietário:

source: Co-owner Email:
pt: E-mail do Coproprietário:

source: No co-owner found for this user.
pt: Nenhum coproprietário encontrado para este usuário.

source: Associated Co-Prestataires
pt: Prestadores Associados

source: Prestataire Name:
pt: Nome do Prestador:

source: Prestataire First Name:
pt: Primeiro Nome do Prestador:

source: Prestataire Email:
pt: E-mail do Prestador:

source: No prestataire found for this user.
pt: Nenhum prestador encontrado para este usuário.

source: Managed Buildings
pt: Edifícios Gerenciados

source: No building found for this user.
pt: Nenhum edifício encontrado para este usuário.

source: Welcome
pt: Bem-vindo

source: Super Admin Dashboard
pt: Painel de Super Administrador

source: Super Syndic Gestion
pt: Gestão do Super Síndico

source: Syndic Gestion
pt: Gestão do Síndico

source: Coproprietaire Gestion
pt: Gestão do Coproprietário

source: Prestataire Gestion
pt: Gestão do Prestador

source: License Configuration
pt: Configuração da Licença

source: Result for: "%s"
pt: Resultado para: "%s"

source: Profile of %s
pt: Perfil de %s

source: English
pt: Inglês

source: French
pt: Francês

source: Spanish
pt: Espanhol

source: Portuguese
pt: Português

source: OTP device not found for this user.
pt: Dispositivo OTP não encontrado para este usuário.

source: {editor}: Editing failed
pt: {editor}: Edição falhou

source: {editor}: Editing failed: {e}
pt: {editor}: Edição falhou: {e}

source: Aborted!
pt: Abortado!

source: Show this message and exit.
pt: Exibir esta mensagem e sair.
