Repository: isaacaisha/manager1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: (Deprecated) {text}
pt: (Descontinuado) {text}

source: Options
pt: Opções

source: Got unexpected extra argument ({args})
pt: Argumento extra inesperado ({args})

source: DeprecationWarning: The command {name!r} is deprecated.
pt: Aviso de descontinuação: O comando {name!r} está descontinuado.

source: Commands
pt: Comandos

source: Missing command.
pt: Comando ausente.

source: No such command {name!r}.
pt: Nenhum comando {name!r} encontrado.

source: Value must be an iterable.
pt: O valor deve ser um iterável.

source: Takes {nargs} values but 1 was given.
pt: Requer {nargs} valores, mas foi dado 1.

source: env var: {var}
pt: variável de ambiente: {var}

source: (dynamic)
pt: (dinâmico)

source: default: {default}
pt: padrão: {default}

source: required
pt: obrigatório

source: %(prog)s, version %(version)s
pt: %(prog)s, versão %(version)s

source: Show the version and exit.
pt: Mostrar a versão e sair.

source: Error: {message}
pt: Erro: {message}

source: Try '{command} {option}' for help.
pt: Tente '{command} {option}' para ajuda.

source: Invalid value: {message}
pt: Valor inválido: {message}

source: Invalid value for {param_hint}: {message}
pt: Valor inválido para {param_hint}: {message}

source: Missing argument
pt: Argumento ausente

source: Missing option
pt: Opção ausente

source: Missing parameter
pt: Parâmetro ausente

source: Missing {param_type}
pt: Faltando {param_type}

source: Missing parameter: {param_name}
pt: Parâmetro ausente: {param_name}

source: No such option: {name}
pt: Nenhuma opção {name} encontrada

source: Did you mean {possibility}?
pt: Você quis dizer {possibility}?

source: unknown error
pt: erro desconhecido

source: Could not open file {filename!r}: {message}
pt: Não foi possível abrir o arquivo {filename!r}: {message}

source: Argument {name!r} takes {nargs} values.
pt: O argumento {name!r} requer {nargs} valores.

source: Option {name!r} does not take a value.
pt: A opção {name!r} não aceita um valor.

source: Shell completion is not supported for Bash versions older than 4.4.
pt: A conclusão de shell não é suportada para versões do Bash anteriores a 4.4.

source: Couldn't detect Bash version, shell completion is not supported.
pt: Não foi possível detectar a versão do Bash, a conclusão de shell não é suportada.

source: Repeat for confirmation
pt: Repita para confirmação

source: Error: The value you entered was invalid.
pt: Erro: O valor que você inseriu é inválido.

source: Error: {e.message}
pt: Erro: {e.message}

source: Error: The two entered values do not match.
pt: Erro: Os dois valores inseridos não coincidem.

source: Error: invalid input
pt: Erro: entrada inválida

source: Press any key to continue...
pt: Pressione qualquer tecla para continuar...

source: Choose from: {choices}
pt: Escolha entre: {choices}

source: {value!r} is not {choice}.
pt: {value!r} não é {choice}.

source: {value!r} does not match the format {format}.
pt: {value!r} não corresponde ao formato {format}.

source: {value!r} is not a valid {number_type}.
pt: {value!r} não é um {number_type} válido.

source: {value} is not in the range {range}.
pt: {value} não está no intervalo {range}.

source: {value!r} is not a valid boolean.
pt: {value!r} não é um booleano válido.

source: {value!r} is not a valid UUID.
pt: {value!r} não é um UUID válido.

source: file
pt: arquivo

source: directory
pt: diretório

source: path
pt: caminho

source: {name} {filename!r} does not exist.
pt: {name} {filename!r} não existe.

source: {name} {filename!r} is a file.
pt: {name} {filename!r} é um arquivo.

source: {name} '{filename}' is a directory.
pt: {name} '{filename}' é um diretório.

source: {name} {filename!r} is not readable.
pt: {name} {filename!r} não é legível.

source: {name} {filename!r} is not writable.
pt: {name} {filename!r} não é gravável.

source: {name} {filename!r} is not executable.
pt: {name} {filename!r} não é executável.

source: {len_type} values are required, but {len_value} was given.
pt: São necessários {len_type} valores, mas foi dado {len_value}.

source: Messages
pt: Mensagens

source: Site Maps
pt: Mapas do Site

source: Static Files
pt: Arquivos Estáticos

source: Syndication
pt: Sindicação

source: That page number is not an integer
pt: Esse número de página não é um número inteiro

source: That page number is less than 1
pt: Esse número de página é menor que 1

source: That page contains no results
pt: Essa página não contém resultados

source: Enter a valid value.
pt: Digite um valor válido.

source: Enter a valid domain name.
pt: Digite um nome de domínio válido.

source: Enter a valid URL.
pt: Digite uma URL válida.

source: Enter a valid integer.
pt: Digite um número inteiro válido.

source: Enter a valid email address.
pt: Digite um endereço de e-mail válido.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
pt: Digite um “slug” válido composto por letras, números, underlines ou hífens.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
pt: Digite um “slug” válido composto por letras Unicode, números, underlines ou hífens.

source: Enter a valid %(protocol)s address.
pt: Digite um endereço válido de %(protocol)s.

source: IPv4 or IPv6
pt: IPv4 ou IPv6

source: Enter only digits separated by commas.
pt: Digite apenas dígitos separados por vírgulas.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
pt: Certifique-se de que este valor seja %(limit_value)s (ele é %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
pt: Certifique-se de que este valor seja menor ou igual a %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
pt: Certifique-se de que este valor seja maior ou igual a %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s.
pt: Certifique-se de que este valor seja múltiplo do valor do passo %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s, starting from %(offset)s, e.g. %(offset)s, %(valid_value1)s, %(valid_value2)s, and so on.
pt: Certifique-se de que este valor seja múltiplo do tamanho do passo %(limit_value)s, começando de %(offset)s, por exemplo, %(offset)s, %(valid_value1)s, %(valid_value2)s, e assim por diante.

source: Enter a number.
pt: Digite um número.

source: Ensure that there are no more than %(max)s digit in total.
pt: Certifique-se de que não há mais do que %(max)s dígito no total.

source: Ensure that there are no more than %(max)s decimal place.
pt: Certifique-se de que não há mais do que %(max)s casas decimais.

source: Ensure that there are no more than %(max)s digit before the decimal point.
pt: Certifique-se de que não há mais do que %(max)s dígito(s) antes do ponto decimal.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
pt: A extensão de arquivo “%(extension)s” não é permitida. As extensões permitidas são: %(allowed_extensions)s.

source: Null characters are not allowed.
pt: Caracteres nulos não são permitidos.

source: and
pt: e

source: %(model_name)s with this %(field_labels)s already exists.
pt: Já existe %(model_name)s com este %(field_labels)s.

source: Constraint “%(name)s” is violated.
pt: A restrição “%(name)s” foi violada.

source: Value %(value)r is not a valid choice.
pt: O valor %(value)r não é uma escolha válida.

source: This field cannot be null.
pt: Este campo não pode ser nulo.

source: This field cannot be blank.
pt: Este campo não pode estar em branco.

source: %(model_name)s with this %(field_label)s already exists.
pt: Já existe %(model_name)s com este %(field_label)s.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
pt: %(field_label)s deve ser único para %(date_field_label)s %(lookup_type)s.

source: Field of type: %(field_type)s
pt: Campo do tipo: %(field_type)s

source: “%(value)s” value must be either True or False.
pt: O valor “%(value)s” deve ser True ou False.

source: “%(value)s” value must be either True, False, or None.
pt: O valor “%(value)s” deve ser True, False ou None.

source: Boolean (Either True or False)
pt: Booleano (True ou False)

source: String (up to %(max_length)s)
pt: String (até %(max_length)s)

source: String (unlimited)
pt: String (ilimitada)

source: Comma-separated integers
pt: Inteiros separados por vírgula

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
pt: O valor “%(value)s” tem um formato de data inválido. Deve estar no formato YYYY-MM-DD.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
pt: O valor “%(value)s” tem o formato correto (YYYY-MM-DD), mas é uma data inválida.

source: Date (without time)
pt: Data (sem hora)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
pt: O valor “%(value)s” tem um formato inválido. Deve estar no formato YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ].

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
pt: O valor “%(value)s” tem o formato correto (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]), mas é uma data/hora inválida.

source: Date (with time)
pt: Data (com hora)

source: “%(value)s” value must be a decimal number.
pt: O valor “%(value)s” deve ser um número decimal.

source: Decimal number
pt: Número decimal

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
pt: O valor “%(value)s” tem um formato inválido. Deve estar no formato [DD] [[HH:]MM:]ss[.uuuuuu].

source: Duration
pt: Duração

source: File path
pt: Caminho do arquivo

source: “%(value)s” value must be a float.
pt: O valor “%(value)s” deve ser um número de ponto flutuante.

source: Floating point number
pt: Número de ponto flutuante

source: “%(value)s” value must be an integer.
pt: O valor “%(value)s” deve ser um número inteiro.

source: Integer
pt: Inteiro

source: Big (8 byte) integer
pt: Inteiro grande (8 bytes)

source: Small integer
pt: Inteiro pequeno

source: IPv4 address
pt: Endereço IPv4

source: IP address
pt: Endereço IP

source: “%(value)s” value must be either None, True or False.
pt: O valor “%(value)s” deve ser None, True ou False.

source: Boolean (Either True, False or None)
pt: Booleano (True, False ou None)

source: Positive big integer
pt: Inteiro grande positivo

source: Positive integer
pt: Inteiro positivo

source: Positive small integer
pt: Inteiro pequeno positivo

source: Slug (up to %(max_length)s)
pt: Slug (até %(max_length)s)

source: Text
pt: Texto

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
pt: “%(value)s” tem um formato inválido. Deve estar no formato HH:MM[:ss[.uuuuuu]]

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
pt: “%(value)s” tem o formato correto (HH:MM[:ss[.uuuuuu]]) mas é um horário inválido.

source: Time
pt: Hora

source: Raw binary data
pt: Dados binários brutos

source: “%(value)s” is not a valid UUID.
pt: “%(value)s” não é um UUID válido.

source: Universally unique identifier
pt: Identificador único universal

source: File
pt: Arquivo

source: Image
pt: Imagem

source: A JSON object
pt: Um objeto JSON

source: Value must be valid JSON.
pt: O valor deve ser um JSON válido.

source: %(model)s instance with %(field)s %(value)r does not exist.
pt: Instância de %(model)s com %(field)s %(value)r não existe.

source: Foreign Key (type determined by related field)
pt: Chave estrangeira (tipo determinado pelo campo relacionado)

source: One-to-one relationship
pt: Relacionamento de um-para-um

source: %(from)s-%(to)s relationship
pt: Relacionamento %(from)s-%(to)s

source: %(from)s-%(to)s relationships
pt: Relacionamentos %(from)s-%(to)s

source: Many-to-many relationship
pt: Relacionamento de muitos-para-muitos

source: This field is required.
pt: Este campo é obrigatório.

source: Enter a whole number.
pt: Digite um número inteiro.

source: Enter a valid date.
pt: Digite uma data válida.

source: Enter a valid time.
pt: Digite um horário válido.

source: Enter a valid date/time.
pt: Digite uma data/hora válida.

source: Enter a valid duration.
pt: Digite uma duração válida.

source: The number of days must be between {min_days} and {max_days}.
pt: O número de dias deve estar entre {min_days} e {max_days}.

source: No file was submitted. Check the encoding type on the form.
pt: Nenhum arquivo foi enviado. Verifique o tipo de codificação no formulário.

source: No file was submitted.
pt: Nenhum arquivo foi enviado.

source: The submitted file is empty.
pt: O arquivo enviado está vazio.

source: Please either submit a file or check the clear checkbox, not both.
pt: Por favor, envie um arquivo ou marque a caixa de seleção de limpar, não ambos.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
pt: Carregue uma imagem válida. O arquivo enviado não é uma imagem ou está corrompido.

source: Select a valid choice. %(value)s is not one of the available choices.
pt: Selecione uma escolha válida. %(value)s não é uma das opções disponíveis.

source: Enter a list of values.
pt: Insira uma lista de valores.

source: Enter a complete value.
pt: Insira um valor completo.

source: Enter a valid UUID.
pt: Insira um UUID válido.

source: Enter a valid JSON.
pt: Insira um JSON válido.

source: (Hidden field %(name)s) %(error)s
pt: (Campo oculto %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
pt: Os dados do ManagementForm estão faltando ou foram alterados. Campos faltando: %(field_names)s. Você pode precisar enviar um relatório de erro se o problema persistir.

source: Please submit at most %(num)d form.
pt: Por favor, envie no máximo %(num)d formulário.

source: Please submit at least %(num)d form.
pt: Por favor, envie pelo menos %(num)d formulário.

source: Order
pt: Ordem

source: Please correct the duplicate data for %(field)s.
pt: Por favor, corrija os dados duplicados para %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
pt: Por favor, corrija os dados duplicados para %(field)s, que devem ser únicos.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
pt: Por favor, corrija os dados duplicados para %(field_name)s, que devem ser únicos para o %(lookup)s em %(date_field)s.

source: Please correct the duplicate values below.
pt: Por favor, corrija os valores duplicados abaixo.

source: The inline value did not match the parent instance.
pt: O valor em linha não corresponde à instância pai.

source: Select a valid choice. That choice is not one of the available choices.
pt: Selecione uma escolha válida. Essa escolha não é uma das opções disponíveis.

source: “%(pk)s” is not a valid value.
pt: “%(pk)s” não é um valor válido.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
pt: %(datetime)s não pôde ser interpretado na zona horária %(current_timezone)s; pode ser ambíguo ou pode não existir.

source: Clear
pt: Limpar

source: Currently
pt: Atualmente

source: Change
pt: Alterar

source: Yes
pt: Sim

source: No
pt: Não

source: yes,no,maybe
pt: sim,não,talvez

source: midnight
pt: meia-noite

source: noon
pt: meio-dia

source: Monday
pt: Segunda-feira

source: Tuesday
pt: Terça-feira

source: Wednesday
pt: Quarta-feira

source: Thursday
pt: Quinta-feira

source: Friday
pt: Sexta-feira

source: Saturday
pt: Sábado

source: Sunday
pt: Domingo

source: Mon
pt: Seg

source: Tue
pt: Ter

source: Wed
pt: Qua

source: Thu
pt: Qui

source: Fri
pt: Sex

source: Sat
pt: Sáb

source: Sun
pt: Dom

source: January
pt: Janeiro

source: February
pt: Fevereiro

source: March
pt: Março

source: April
pt: Abril

source: May
pt: Maio

source: June
pt: Junho

source: July
pt: Julho

source: August
pt: Agosto

source: September
pt: Setembro

source: October
pt: Outubro

source: November
pt: Novembro

source: December
pt: Dezembro

source: feb
pt: fev

source: apr
pt: abr

source: may
pt: mai

source: aug
pt: ago

source: sep
pt: set

source: oct
pt: out

source: dec
pt: dez

# abbrev. month
source: Feb.
pt: Fev.

# abbrev. month
source: March
pt: Março

# abbrev. month
source: April
pt: Abril

# abbrev. month
source: May
pt: Maio

# abbrev. month
source: June
pt: Junho

# abbrev. month
source: July
pt: Julho

# abbrev. month
source: Aug.
pt: Ago.

# abbrev. month
source: Sept.
pt: Set.

# abbrev. month
source: Oct.
pt: Out.

# abbrev. month
source: Dec.
pt: Dez.

# alt. month
source: January
pt: Janeiro

# alt. month
source: February
pt: Fevereiro

# alt. month
source: March
pt: Março

# alt. month
source: April
pt: Abril

# alt. month
source: May
pt: Maio

# alt. month
source: June
pt: Junho

# alt. month
source: July
pt: Julho

# alt. month
source: August
pt: Agosto

# alt. month
source: September
pt: Setembro

# alt. month
source: October
pt: Outubro

# alt. month
source: November
pt: Novembro

# alt. month
source: December
pt: Dezembro

source: This is not a valid IPv6 address.
pt: Este não é um endereço IPv6 válido.

source: or
pt: ou

source: %(num)d year
pt: %(num)d ano

source: %(num)d month
pt: %(num)d mês

source: %(num)d week
pt: %(num)d semana

source: %(num)d day
pt: %(num)d dia

source: %(num)d hour
pt: %(num)d hora

source: %(num)d minute
pt: %(num)d minuto

source: Forbidden
pt: Proibido

source: CSRF verification failed. Request aborted.
pt: Falha na verificação CSRF. Requisição abortada.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
pt: Você está vendo esta mensagem porque este site HTTPS requer que um cabeçalho “Referer” seja enviado pelo seu navegador, mas nenhum foi enviado. Este cabeçalho é necessário por questões de segurança, para garantir que seu navegador não esteja sendo sequestrado por terceiros.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
pt: Se você configurou seu navegador para desabilitar os cabeçalhos “Referer”, por favor, reabilite-os, pelo menos para este site, ou para conexões HTTPS, ou para requisições de “mesma origem”.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
pt: Se você está utilizando a tag <meta name="referrer" content="no-referrer"> ou incluindo o cabeçalho “Referrer-Policy: no-referrer”, por favor remova-os. A proteção CSRF exige o cabeçalho “Referer” para realizar uma verificação rigorosa do referenciador. Se você está preocupado com a privacidade, use alternativas como <a rel="noreferrer" …> para links para sites de terceiros.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
pt: Você está vendo esta mensagem porque este site exige um cookie CSRF ao enviar formulários. Este cookie é necessário por questões de segurança, para garantir que seu navegador não esteja sendo sequestrado por terceiros.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
pt: Se você configurou seu navegador para desabilitar os cookies, por favor reabilite-os, pelo menos para este site, ou para requisições de “mesma origem”.

source: More information is available with DEBUG=True.
pt: Mais informações estão disponíveis com DEBUG=True.

source: No year specified
pt: Ano não especificado

source: Date out of range
pt: Data fora do intervalo

source: No month specified
pt: Mês não especificado

source: No day specified
pt: Dia não especificado

source: No week specified
pt: Semana não especificada

source: No %(verbose_name_plural)s available
pt: Nenhum %(verbose_name_plural)s disponível

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
pt: Futuros %(verbose_name_plural)s não disponíveis porque %(class_name)s.allow_future é Falso.

source: Invalid date string “%(datestr)s” given format “%(format)s”
pt: String de data inválida “%(datestr)s” com o formato “%(format)s”

source: No %(verbose_name)s found matching the query
pt: Nenhum %(verbose_name)s encontrado correspondendo à consulta

source: Page is not “last”, nor can it be converted to an int.
pt: A página não é “última”, nem pode ser convertida para um número inteiro.

source: Invalid page (%(page_number)s): %(message)s
pt: Página inválida (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
pt: Lista vazia e “%(class_name)s.allow_empty” é Falso.

source: Directory indexes are not allowed here.
pt: Índices de diretório não são permitidos aqui.

source: “%(path)s” does not exist
pt: “%(path)s” não existe

source: Index of %(directory)s
pt: Índice de %(directory)s

source: The install worked successfully! Congratulations!
pt: A instalação foi realizada com sucesso! Parabéns!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
pt: Veja as <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">notas de lançamento</a> do Django %(version)s

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
pt: Você está vendo esta página porque <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> está no seu arquivo de configurações e você não configurou nenhuma URL.

source: Django Documentation
pt: Documentação do Django

source: Topics, references, &amp; how-to’s
pt: Tópicos, referências e tutoriais

source: Tutorial: A Polling App
pt: Tutorial: Um App de Enquetes

source: Get started with Django
pt: Comece com Django

source: Django Community
pt: Comunidade Django

source: Connect, get help, or contribute
pt: Conecte-se, obtenha ajuda ou contribua

source: Error verifying reCAPTCHA, please try again.
pt: Erro ao verificar reCAPTCHA, por favor tente novamente.
